Repository: Zasilkovna/WooCommerce
Catalog: packetery/languages/packetery-*.po
Languages: cs_cz, sk_sk

# someShipments%sSkipped
source: Some shipments (%s in total) were not submitted (these were submitted already or are not Packeta orders).
cs_cz: Některé zásilky (celkem %s) nebyly podány (byly již podány nebo nebo nejde o zásilky do Zásilkovny).
sk_sk: Niektoré zásielky (celkom %s) sa nepodarilo podať (boli už podané alebo sa nejednalo o zásielky Packeta).

# someShipments%sFailed
source: Some shipments (%s in total) failed to be submitted to Packeta.
cs_cz: Některé zásilky (celkem %s) se nepodařilo odeslat do Zásilkovny.
sk_sk: Niektoré zásielky (celkom %s) sa nepodarilo odoslať do Packety.

source: Print label
cs_cz: Vytisknout štítky
sk_sk: Vytlačiť štítky

source: Set packet weight
cs_cz: Nastavit hmotnost zásilky
sk_sk: Nastaviť hmotnosť zásielky

source: Submit to packeta
cs_cz: Odeslat do Zásilkovny
sk_sk: Packeta

# labelPrinting
source: Print labels
cs_cz: tisk štítků
sk_sk: tlač štítkov

# willBePrinted1%sLabels
source: There will be %s label printed
cs_cz: Vytiskne se %s štítek
sk_sk: Tlač štítkov

# willBePrinted2%sLabels
source: There will be %s labels printed
cs_cz: Vytiskne se %s štítky
sk_sk: Tlač štítkov

# willBePrinted5%sLabels
source: There will be %s labels printed
cs_cz: Vytiskne se %s štítků
sk_sk: Tlač štítkov

source: Back
cs_cz: Zpět
sk_sk: Späť

source: Packet tracking online
cs_cz: Sledování zásilky online
sk_sk: Sledovanie zásielky online

# packetaMethodType
source: Packeta shipping method
cs_cz: Přepravní metoda Zásilkovny
sk_sk: Prepravná metóda Packeta

source: Carrier packets
cs_cz: Zásilky na dopravce
sk_sk: Zásielky na prepravcov

# packetaPickupPointPackets
source: Packeta pickup points packets
cs_cz: Zásilky na výdejní místa Zásilkovny
sk_sk: Zásielky na výdajné miesta Packeta

source: Packeta
cs_cz: Zásilkovna

source: Addresses
cs_cz: Adresy

source: logsPageTitle
cs_cz: Log

source: Logs
cs_cz: Logy
