Repository: Zasilkovna/WooCommerce
Catalog: packetery/languages/packetery-*.po
Languages: cs_cz, sk_sk

source: With the help of our official plugin, You can choose pickup points of Packeta and it's external carriers in all of Europe, or utilize address delivery for 25 countries in the European Union, straight from the cart in Your eshop. You can submit all of Your orders to Packeta with one click.
cs_cz: Pomocí tohoto oficiálního pluginu můžete v košíku eshopu vybírat výdejní místa Zásilkovny i externích dopravců v celé Evropě, nebo vybrat doručení na adresu do 25 zemí Evropské unie. Objednávky do Zásilkovny můžete odesílat hromadně na jedno kliknutí.
sk_sk: Pomocou oficiálneho pluginu môžete v košíku eshopu vyberať výdajné miesta Packeta a externých dopravcov v celej Európe alebo vybrať doručenie na adresu do 25 krajín Európskej únie. Objednávky do Packeta môžete odoslať hromadne na jedno kliknutie.

source: Zásilkovna s.r.o.
sk_sk: Packeta s.r.o.

source: https://www.zasilkovna.cz/
sk_sk: https://www.packeta.sk/

source: Carrier download failed: %failReason Please try again later.
cs_cz: Stažení dopravců selhalo: %failReason Zkuste to prosím později.
sk_sk: Zlyhala aktualizácia prepravcov: %failReason Skúste to znova neskôr.

source: Failed to get the list.
cs_cz: Nepodařilo se získat seznam.
sk_sk: Nepodarilo sa stiahnuť zoznam.

source: Invalid API response.
cs_cz: Neplatná odpověď API.
sk_sk: Neplatná odpoveď API.

source: Carriers were updated.
cs_cz: Dopravci byli aktualizováni.
sk_sk: Prepravci boli aktualizovaní.

source: Carrier settings
cs_cz: Nastavení dopravců
sk_sk: Nastavenia prepravcov

source: Active carrier
cs_cz: Aktivní dopravce
sk_sk: Aktívny prepravca

source: Display name
cs_cz: Zobrazovaný název
sk_sk: Zobrazovaný názov

# defaultCODSurchargeLabel
source: Default COD surcharge
cs_cz: Výchozí přirážka k dobírce
sk_sk: Východzia prirážka k dobierke

source: Free shipping limit
cs_cz: Limit pro dopravu zdarma
sk_sk: Limit pre dopravu zadarmo

source: Please enter a valid decimal number.
cs_cz: Zadejte prosím platné desetinné číslo.
sk_sk: Zadajte prosím platné desatinné číslo.

source: No address validation
cs_cz: Nepoužívat validaci adresy
sk_sk: Nepoužívať validáciu adresy

source: Optional address validation
cs_cz: Dobrovolná validace adresy
sk_sk: Dobrovoľná validácia adresy

source: Required address validation
cs_cz: Povinná validace adresy
sk_sk: Povinná validácia adresy

# addressValidation
source: Address
cs_cz: Validace adresy
sk_sk: Validácia adresy

source: Some carrier data are invalid
cs_cz: Některá data dopravce jsou nevalidní
sk_sk: Niektoré dáta dopravcu nie sú validné

source: Weight rules are overlapping, fix it please.
cs_cz: Váhová pravidla se překrývají, opravte to prosím.
sk_sk: Pravidlá váhy sa prekrývajú, opravte to prosím.

source: Surcharge rules are overlapping, fix it please.
cs_cz: Pravidla přirážky se překrývají, opravte to prosím.
sk_sk: Pravidlá prirážky sa prekrývajú, opravte to prosím.

source: Settings saved
cs_cz: Nastavení uloženo
sk_sk: Nastavenia uložené

source: Weight up to
cs_cz: Hmotnost do
sk_sk: Hmotnosť do

source: Value must not be %d
cs_cz: Hodnota nesmí být %d
sk_sk: Hodnota nesmie byť %d

source: Price
cs_cz: Cena
sk_sk: Cena

source: Order price up to
cs_cz: Částka za objednávku do
sk_sk: Suma za objednávku do

source: Surcharge
cs_cz: Přirážka
sk_sk: Prirážka

source: CZ Packeta pickup points
cs_cz: CZ Zásilkovna výdejní místa
sk_sk: CZ Packeta výdajné miesta

source: SK Packeta pickup points
cs_cz: SK Zásilkovna výdejní místa
sk_sk: SK Packeta výdajné miesta

source: HU Packeta pickup points
cs_cz: HU Zásilkovna výdejní místa
sk_sk: HU Packeta výdajné miesta

source: RO Packeta pickup points
cs_cz: RO Zásilkovna výdejní místa
sk_sk: RO Packeta výdajné miesta

source: Choose pickup point
cs_cz: Vyberte místo vyzvednutí
sk_sk: Vyberte si výdajné miesto

source: Check shipping address
cs_cz: Ověřit doručovací adresu
sk_sk: Overiť doručovaciu adresu

source: Address validation is out of order
cs_cz: Validace adresy je nedostupná
sk_sk: Validácia adresy je nedostupná

source: Invalid address country selected
cs_cz: Byla zvolena nevalidní země
sk_sk: Bola zvolená nesprávna krajina

source: Selected shipping address
cs_cz: Zvolená doručovací adresa
sk_sk: Zvolená doručovacia adresa

source: Address is validated
cs_cz: Adresa je validní
sk_sk: Adresa je správna

# addressIsNotValidated
source: Delivery address has not been verified.
cs_cz: Adresa doručení nebyla ověřena.
sk_sk: Adresa doručenia nebola overená

# addressIsNotValidatedAndRequiredByCarrier
source: Delivery address has not been verified. Verification of delivery address is required by this carrier.
cs_cz: Adresa doručení nebyla ověřena. Ověření adresy doručení u tohoto dopravce je povinné.
sk_sk: Adresa doručenia nebola overená. Overenie adresy doručenia u tohto dopravcu je povinné.

source: Pick up point is not chosen.
cs_cz: Není vybráno výdejní místo.
sk_sk: Nebolo vybrané výdajné miesto

# shippingAddressIsNotValidated
source: Delivery address has not been verified. Verification of delivery address is required by this carrier.
cs_cz: Adresa doručení nebyla ověřena. Ověření adresy doručení u tohoto dopravce je povinné.
sk_sk: Adresa doručenia nebola overená. Overenie adresy doručenia u tohto dopravcu je povinné

source: COD surcharge
cs_cz: Přirážka za dobírku
sk_sk: Prirážka za dobierku

source: Please enter value greater than or equal to %d
cs_cz: Zadejte hodnotu větší nebo rovnu hodnotě %d
sk_sk: Zadejte hodnotu väčšiu alebo rovnakú hodnotu %d

source: Please enter value less than or equal to %d
cs_cz: Zadejte hodnotu menší nebo rovnu hodnotě %d
sk_sk: Zadejte hodnotu menšiu nebo rovnakú hodnotu %d

source: Enter valid number
cs_cz: Zadejte validní číslo
sk_sk: Zadajte validné číslo

source: This field is required
cs_cz: Toto políčko je povinné
sk_sk: Toto pole je povinné!

# logAction_packet-sending
source: Packet sending
cs_cz: Odeslání zásilky
sk_sk: Odoslanie zásielky

# logAction_carrier-label-print
source: Carrier label print
cs_cz: Tisk štítku dopravce
sk_sk: Tlač štítkov prepravcov

# logAction_label-print
source: Label print
cs_cz: Tisk štítku
sk_sk: Tlač štítku

# logAction_carrier-list-update
source: Carrier list update
cs_cz: Aktualizace seznamu dopravců
sk_sk: Aktualizácia zoznamu prepravcov

# logAction_carrier-number-retrieving
source: Getting external carrier tracking number
cs_cz: Získání trasovacího čísla externího dopravce
sk_sk: Získať sledovacie číslo externého prepravcu

# logAction_carrier-table-not-created
source: Carrier table was not created
cs_cz: Tabulka dopravců nebyla vytvořena
sk_sk: Tabulka prepravcov nebyla vytvořena

# logAction_order-table-not-created
source: Order table was not created
sk_sk: Tabuľka objednávok nebola vytvorená

# logAction_packet-status-sync
source: Packet status synchronization
sk_sk: Synchronizácia stavu zásielky

# statusError
source: Error
cs_cz: Chyba
sk_sk: Chyba

# statusSuccess
source: Success
cs_cz: Úspěch
sk_sk: Hotovo

source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia

source: API password
cs_cz: API heslo
sk_sk: API heslo

source: API password must be 32 characters long and must contain valid characters!
cs_cz: API heslo musí být 32 znaků dlouhé a musí obsahovat validní znaky!
sk_sk: API heslo musí mať 32 validných znakov!

source: Sender
cs_cz: Odesílatel
sk_sk: Odosielateľ

source: Packeta Label Format
cs_cz: Formát štítku Zásilkovny
sk_sk: Formát štítku Packeta

source: Carrier Label Format
cs_cz: Formát štítku dopravce
sk_sk: Formát štítku prepravcu

source: Payment method that represents cash on delivery
cs_cz: Platební metoda, která reprezentuje dobírku.
sk_sk: Platobná metóda, ktorá reprezentuje dobierku

source: Packaging weight
cs_cz: Hmotnost balení
sk_sk: Hmotnosť balenia

source: Main Settings
cs_cz: Hlavní nastavení
sk_sk: Hlavné nastavenia

# senderValidationSuccessLogTitle
source: Sender validation success
cs_cz: Validace odesílatele proběhla úspěšně
sk_sk: Validácia odosielateľa prebehla úspešne

# senderValidationErrorLogTitle
source: Sender validation error
cs_cz: Validace odesílatele skončila chybou
sk_sk: Validácia odosielateľa skončila chybou

source: Specified sender does not exist
cs_cz: Zvolený odesílatel neexistuje
sk_sk: Zvolený odosielateľ neexistuje

source: Unable to check specified sender
cs_cz: Odesílatele nebylo možno ověřit
sk_sk: Odosielateľa nebolo možné overiť

source: Specified sender is OK
cs_cz: Zvolený odesílatel byl ověřen
sk_sk: Zvolený odosielateľ bol overený

source: This plugin requires an active SOAP library for proper operation. Contact your web hosting administrator.
cs_cz: Tento plugin pro správné fungování vyžaduje aktivní knihovnu SOAP. Kontaktujte správce vašeho webhostingu.
sk_sk: Tento plugin pre správnu funkčnosť vyžaduje aktívnu knižnicu SOAP. Kontaktujte správcu vášho webhostingu.

# senderDescription
source: Fill here %1$ssender label%2$s - you will find it in %3$sclient section%4$s - user information - field 'Indication'.
cs_cz: Zde vyplňte %1$soznačení odesílatele%2$s - najdete jej v %3$sklientské sekci%4$s - údaje o uživateli - pole 'označení uživatele'.
sk_sk: Tu vyplňte %1$soznačenie odisielateľa%2$s - nájdete ho v %3$sklientskej sekcii%4$s - údaje o používateľovi - pole 'označenie používateľa'.

# labelNameA6onA4
source: 105x148 mm (A6) label on a page of size 210x297 mm (A4)
cs_cz: 1/4 A4, tisk na A4, 4ks/stránka
sk_sk: 1/4 A4, tlač na A4, 4ks/stránka

# labelNameA6onA6
source: 105x148 mm (A6) label on a page of the same size
cs_cz: 1/4 A4, přímý tisk, 1ks/stránka
sk_sk: 1/4 A4, priama tlač, 1ks/stránka

# labelNameA7onA7
source: 105x74 mm (A7) label on a page of the same size
cs_cz: 1/8 A4, přímý tisk, 1ks/stránka
sk_sk: 1/8 A4, priama tlač, 1ks/stránka

# labelNameA7onA4
source: 105x74 mm (A7) label on a page of size 210x297 mm (A4)
cs_cz: 1/8 A4, tisk na A4, 8ks/stránka
sk_sk: 1/8 A4, tlač na A4, 8ks/stránka

# labelName105x35onA4
source: 105x35 mm label on a page of size 210x297 mm (A4)
cs_cz: 105x35mm, tisk na A4, 16ks/stránka
sk_sk: 105x35mm, tlač na A4, 16ks/stránka

# labelNameA8onA8
source: 50x74 mm (A8) label on a page of the same size
cs_cz: 1/16 A4, přímý tisk, 1ks/stránka
sk_sk: 1/16 A4, priama tlač, 1ks/stránka

# actionSubmitOrders
source: Submit orders to Packeta
cs_cz: Podat zásilky do Zásilkovny
sk_sk: Podať zásielky do Packeta

# actionPrintLabels
source: Print labels
cs_cz: Tisk štítků
sk_sk: Tlač štítkov

# actionPrintCarrierLabels
source: Print carrier labels
cs_cz: Tisk štítků dopravců
sk_sk: Tlač štítkov prepravcu

# actionPrintOrderCollection
source: Print AWB
cs_cz: Tisk seznamu zásilek
sk_sk: Tlač zoznamu zásielok

# noOrdersSelected
source: No orders were selected
cs_cz: Nebyly vybrány žádné objednávky.
sk_sk: Neboli vybrané žiadne objednávky

source: Selected orders have no packet id
cs_cz: Zvolené objednávky nebyly odeslány do Zásilkovny
sk_sk: Zvolené objednávky neboli odoslané do Packety

source: Unexpected error
cs_cz: Neočekávaná chyba
sk_sk: Neočakávaná chyba

# orderCollectionPrintMenuSlugLabel
source: Print AWB
cs_cz: Tisk seznamu zásilek
sk_sk: Tlač zoznamu zásielok

source: Success
cs_cz: Úspěch
sk_sk: Hotovo

source: Packeta orders to submit
cs_cz: Zásilkovna - zásilky k podání
sk_sk: Packeta - zásielky k odoslaniu

source: Packeta orders to print
cs_cz: Zásilkovna - zásilky k tisku
sk_sk: Packeta - zásielky k tlači

# packetStatusReceivedData
source: Data received
sk_sk: Dáta prijaté

# packetStatusArrived
source: Arrived
sk_sk: Podané

# packetStatusPreparedForDeparture
source: Prepared for departure
sk_sk: Pripravené k odchodu

# packetStatusDeparted
source: Departed
sk_sk: Na ceste

# packetStatusReadyForPickup
source: Ready for pickup
sk_sk: Pripravené k výdaju

# packetStatusHandedToCarrier
source: Handed to carrier
sk_sk: Predané dopravcovi

# packetStatusDelivered
source: Delivered
sk_sk: Doručené

# packetStatusPostedBack
source: Posted back
sk_sk: Zaslané späť

# packetStatusReturned
source: Returned
sk_sk: Vrátené

# packetStatusCancelled
source: Cancelled
sk_sk: Zrušené

# packetStatusCollected
source: Collected
sk_sk: Vyzdvihnuté vodičom

# packetStatusUnknown
source: Unknown
sk_sk: Neznáme

source: Barcode
cs_cz: Trasovací číslo
sk_sk: Trasovacie číslo

source: Pick up point or carrier
cs_cz: Výdejní místo či přepravce
sk_sk: Výdajné miesto alebo prepravca

# noSuitableOrdersSelected
source: No suitable orders were selected
cs_cz: Nebyly vybrány žádné vhodné objednávky
sk_sk: Neboli vybrané žiadne vhodné objednávky

# labelPrintFailedMoreInfoInLog
source: Label printing failed, you can find more information in Packeta log.
cs_cz: Tisk štítků se nezdařil. Bližší informace najdete v Packeta logu.
sk_sk: Nepodarilo sa vytlačiť štítky. Viac informácii nájdete v Packeta logu.

# youSelectedOrdersThatWereNotSubmitted
source: You selected orders that were not submitted yet
cs_cz: Vybrali jste objednávky, které ještě nebyly podány.
sk_sk: Vybrali ste si objednávky, ktoré ešte neboli podané.

# dontSkipAnyField
source: don't skip any field on a print sheet
cs_cz: nevynechávat žádná pole
sk_sk: nevynechávať žiadne polia

# skip%sFields
source: skip %s fields on first sheet
cs_cz: vynechat %s polí na první stránce
sk_sk: vynechať %s polí na prvej stránke

# labelsOffset
source: Skip fields
cs_cz: Vynechat polí
sk_sk: Vynechať polia

source: Print labels
cs_cz: Vytisknout štítky
sk_sk: Vytlačiť štítky

# labelPrintSuccessLogTitle
source: Label print success
cs_cz: Akce 'Vytvoření zásilky' proběhla úspěšně.
sk_sk: Akcia 'Vytvorenie zásielky' prešla úspešne.

# labelPrintErrorLogTitle
source: Label print error
cs_cz: Akce 'Vytvoření zásilky' skončilo chybou.
sk_sk: tlač štítkov

# carrierLabelPrintSuccessLogTitle
source: Carrier label print success
cs_cz: Validace odesílatele proběhla úspěšně
sk_sk: Validácia odosielateľa prebehla úspešne

# carrierLabelPrintErrorLogTitle
source: Carrier label print error
cs_cz: Validace odesílatele skončila chybou
sk_sk: Validácia odosielateľa skončila chybou

# pleaseSetProperPassword
source: Please set proper API password.
cs_cz: Nastavte prosím platné API heslo.
sk_sk: Nastavte prosím platné API heslo.

# carrierNumberRetrievingErrorLogTitle
source: Carrier number retrieving error
cs_cz: Akce “Získání trasovacího čísla externího dopravce” byla neúspěšná.
sk_sk: Akcia “Získanie trasovacieho čísla externého dopravcu” bola neúspešná.

source: Weight (kg)
cs_cz: Hmotnost (kg)
sk_sk: Hmotnosť (kg)

source: Provide numeric value!
cs_cz: Zadejte číslo!
sk_sk: Zadajte číslo!

source: Width (mm)
cs_cz: Šířka (mm)
sk_sk: Šírka (mm)

source: Length (mm)
cs_cz: Délka (mm)
sk_sk: Dĺžka (mm)

source: Height (mm)
cs_cz: Výška (mm)
sk_sk: Výška (mm)

source: Error happened in Packeta fields!
cs_cz: Nastala chyba v polích Zásilkovny!
sk_sk: Nastala chyba v poliach Packeta!

source: Session has expired! Please try again.
cs_cz: Relace vypršela! Zkuste to prosím znovu.
sk_sk: Relácia vypršala! Skúste to prosím znovu.

source: You are not allowed to edit posts!
cs_cz: Nejste oprávněni upravovat příspěvky!
sk_sk: Nemáte práva upravovať príspevky!

source: Weight
cs_cz: Hmotnost
sk_sk: Hmotnosť

source: Save
cs_cz: Uložit
sk_sk: Uložiť

source: Cancel
cs_cz: Zrušit
sk_sk: Zrušiť

# packetSendingErrorLogTitle
source: Packet sending error
cs_cz: Akce 'Vytvoření zásilky' skončilo chybou.
sk_sk: Akcia 'Vytvorenie zásielky' skončila chybou.

# packetSendingSuccessLogTitle
source: Packet sending success
cs_cz: Akce 'Vytvoření zásilky' proběhla úspěšně.
sk_sk: Akcia 'Vytvorenie zásielky' prebehla úspešne.

# packetStatusSyncErrorLogTitle
source: Packet status sync error
sk_sk: Akcia 'Synchronizácia stavu zásielky' skončila chybou.

# carrierTableNotCreatedMoreInformationInPacketaLog
source: Carrier table was not created, you can find more information in Packeta log
cs_cz: Tabulka dopravců nebyla vytvořena, více informací naleznete v logu pluginu
sk_sk: Tabuľka dopravcov nebola vytvorená, viac informácii nájdete v logu pluginu

# carrierTableNotCreated
source: Carrier table was not created
cs_cz: Tabulka dopravců nebyla vytvořena
sk_sk: Formát štítku prepravcu

# orderTableNotCreatedMoreInformationInPacketaLog
source: Order table was not created, you can find more information in Packeta log
sk_sk: Tabuľka objednávok nebola vytvorená, viac informácii nájdete v logu pluginu

# orderTableNotCreated
source: Order table was not created
sk_sk: Tabuľka objednávok nebola vytvorená

source: View Packeta settings
cs_cz: Zobrazit Packeta nastavení
sk_sk: Zobraziť nastavenia Packeta

# ageVerification18PlusLabel
source: Age verification 18+
cs_cz: Ověření věku 18+
sk_sk: Overenie veku 18+

source: Packeta Shipping Method
cs_cz: Metoda přepravy Packeta
sk_sk: Metóda prepravy Packeta

source: Description of Packeta shipping method
cs_cz: Popis způsobu přepravy Packeta
sk_sk: Popis spôsobu prepravy Packeta

source: Cannot use this carrier because requires customs declaration
cs_cz: Tohoto dopravce nelze použít, protože vyžaduje zadání celní deklarace
sk_sk: Tohto prepravcu nemôžete použiť. Vyžaduje sa colná deklarácia

source: After exceeding this amount, shipping is free.
cs_cz: Po překročení této částky je dopravné zdarma.
sk_sk: Po prekročení tejto sumy je doprava zadarmo.

# addressValidationDescription
source: Customer address validation
cs_cz: Validace doručovacích adres zákazníků
sk_sk: Validácia doručovacích adries zákazníkov

source: Delete
cs_cz: Smazat
sk_sk: Zmazať

source: Weight rules
cs_cz: Váhová pravidla
sk_sk: Pravidlá váhy

source: Add weight rule
cs_cz: Přidat další váhové pravidlo
sk_sk: Pridať ďalšie váhové pravidlo

source: COD surcharge rules
cs_cz: Pravidla přirážky k dobírce
sk_sk: Pravidlá prirážky dobierky

source: Add COD surcharge rule
cs_cz: Přidat další pravidlo přirážky k dobírce
sk_sk: Pridať ďalšie pravidlo prirážky k dobierke

source: Carriers
cs_cz: Dopravci
sk_sk: Prepravci

source: Carriers update
cs_cz: Aktualizace dopravců
sk_sk: Aktualizácia prepravcov

# lastCarrierUpdateDatetime
source: Date of last update of carriers
cs_cz: Datum poslední aktualizace dopravců
sk_sk: Dátum poslednej aktualizácie prepravcov

# carrierListNeverDownloaded
source: Carrier list was not yet downloaded
cs_cz: Seznam dopravců zatím nebyl stažen, pokračujte kliknutím na tlačítko Provést aktualizaci dopravců
sk_sk: Ešte ste si nestiahli zoznam prepravcov, pokračujte kliknutím na tlačidlo Vykonať aktualizáciu prepravcov

# runCarrierUpdate
source: Run update of carriers
cs_cz: Provést aktualizaci dopravců
sk_sk: Vykonať aktualizáciu prepravcov

source: Countries
cs_cz: Země
sk_sk: Krajiny

source: Country name
cs_cz: Název země
sk_sk: Názov krajiny

source: Country code
cs_cz: Kód země
sk_sk: Kód krajiny

source: Active carrier
cs_cz: Aktivní dopravce
sk_sk: Aktívny prepravca

source: Action
cs_cz: Akce
sk_sk: Akcia

source: Set up
cs_cz: Nastavit
sk_sk: Nastaviť

source: No active countries.
cs_cz: Žádné aktivní země.
sk_sk: Žiadne aktívne krajiny.

source: Country options
cs_cz: Nastavení země
sk_sk: Nastavenia krajiny

source: No known carrier for this country.
cs_cz: Pro tuto zemi neevidujeme žádného dopravce.
sk_sk: Pre túto krajinu neevidujeme prepravcu.

source: Pickup Point Detail
cs_cz: Detail výdejního místa
sk_sk: Detail výdajného miesta

source: Pickup Point Name
cs_cz: Název výdejního místa
sk_sk: Názov výdajného miesta

source: Pickup Point Detail
cs_cz: Detail výdejního místa
sk_sk: Detail výdajného miesta

source: Link
cs_cz: Odkaz
sk_sk: Odkaz

source: Point Address
cs_cz: Adresa výdejního místa
sk_sk: Adresa výdajného miesta

source: Validated delivery address
cs_cz: Zvalidovaná doručovací adresa
sk_sk: Zvalidovaná doručovacia adresa

source: Street
cs_cz: Ulice
sk_sk: Ulica

source: House number
cs_cz: Číslo popisné
sk_sk: Popisné číslo

source: City
cs_cz: Město
sk_sk: Mesto

source: Zip
cs_cz: PSČ
sk_sk: PSČ

source: County
cs_cz: Region
sk_sk: Región

source: Status
cs_cz: Stav
sk_sk: Stav

source: Date and time
cs_cz: Datum a čas
sk_sk: Dátum a čas

source: Action
cs_cz: Akce
sk_sk: Akcia

source: Note
cs_cz: Poznámka
sk_sk: Poznámka

source: Log list is empty
cs_cz: Seznam logů je prázdný
sk_sk: Zoznam logov je prázdny

source: Options
cs_cz: Nastavení
sk_sk: Nastavenia

source: General
cs_cz: Obecné
sk_sk: Obecné

# apiPasswordCanBeFoundAt%sUrl
source: API password can be found at %s
cs_cz: API heslo můžete nalézt na adrese %s
sk_sk: API heslo nájdete na adrese %s

source: Validate sender
cs_cz: Ověřit odesílatele
sk_sk: Overiť odosielateľa

source: Support
cs_cz: Podpora
sk_sk: Podpora

# optionsExportInfo1
source: By clicking the button, you will export the settings of your plugin into a separate file. The export does not contain any sensitive information about your e-shop. Please send the resulting file to the technical support of Packeta (you can find the e-mail address here:
cs_cz: Kliknutím na tlačítko provedete export nastavení pluginu do souboru. Export neobsahuje žádné citlivé informace z vašeho eshopu. Výsledný soubor zašlete na technickou podporu Zásilkovny (e-mail kontakt najdete zde:
sk_sk: Kliknutím na tlačidlo vykonáte export nastavenia pluginu do súboru. Export neobsahuje žiadne citlivé informácie z vášho eshopu. Výsledný súbor zašlete na technickú podporu Packety (e-mail kontakt nájdete tu:

# optionsExportInfo2
source: ) along with the description of your problem. For a better understanding of your problem, we recommend adding screenshots, which show the problem (if possible).
cs_cz: ) společně s popisem vašeho problému. Pro lepší pochopení problému doporučujeme připojit i screeny, které jej zachycují (pokud je to možné).
sk_sk: ) spoločne s popisom vášho problému. Pre lepšie pochopenie problému odporúčame pripojiť aj screeny, ktoré ich zachytávajú (ak je to možné).

# exportPluginSettings
source: Export the plugin settings
cs_cz: Export nastavení pluginu
sk_sk: Hlavné nastavenia

# settingsExportDatetime
source: Date and time of the last export of settings
cs_cz: Datum a čas posledního exportu nastavení
sk_sk: Dátum a čas posledného exportu nastavení

# settingsNotYetExported
source: The settings have not been exported yet.
cs_cz: Export nastavení zatím ještě nebyl proveden.
sk_sk: Export nastavení zatiaľ ešte nebol vykonaný.

# handoverPacketsHeading
source: Handover packets
cs_cz: Předání zásilek
sk_sk: Predanie zásielok

source: Packet count
cs_cz: Počet zásilek
sk_sk: Počet zásielok

source: Printed at
cs_cz: Vytištěno
sk_sk: Vytlačiť štítky

source: Sender
cs_cz: Odesílatel
sk_sk: Odosielateľ

source: Recipient
cs_cz: Příjemce
sk_sk: Príjemca

source: Order number
cs_cz: Číslo objednávky
sk_sk: Číslo objednávky

source: Barcode
cs_cz: Trasovací číslo
sk_sk: Trasovacie číslo

source: Created
cs_cz: Vytvořeno
sk_sk: Vytvorené

source: Name and surname
cs_cz: Jméno a příjmení
sk_sk: Meno a priezvisko

source: C.O.D.
cs_cz: Dobírka
sk_sk: Dobierka

source: END
cs_cz: KONEC
sk_sk: KONIEC

source: pickup point detail
cs_cz: detail výdejního místa
sk_sk: detail výdajného miesta

source: Name
cs_cz: Název
sk_sk: Názov

source: Address
cs_cz: Adresa
sk_sk: Adresa

source: Address was not validated
cs_cz: Adresa nebyla ověřena
sk_sk: Adresa nebola overená

source: Validated address
cs_cz: Ověřená adresa
sk_sk: Overená adresa

source: Selected pickup point
cs_cz: Vybrané výdejní místo
sk_sk: Vybrané výdajné miesto

source: Pickup point name
cs_cz: Název výdejního místa
sk_sk: Názov výdajného miesta

# shipmentsSubmittedSuccessfully
source: Shipments were submitted successfully.
cs_cz: Zásilky byly úspěšně podány.
sk_sk: Zásielky boli úspešne podané.
